class etr:
    t1 = "Вы ввели слишком мало аргуменнтов"
    t2 = "Вы ввели слишком много аргуменнтов"
    t3 = "Подключение не удалось попробуйте снова"
    t4 = "Не удалось отправить код"
    t5 = "Код не вверный, или пользователь не авторизирован"
    t6 = "Пароль не вверный"
    t7 = "Извините, не удалось создать группу, попробуйте снова"
    t8 = "Извините, не удалось сохранить юзербота"
    t9 = """
Не удалось получить group_id для 
{me_first_name}. {me_phone}
сообщение от
{from_first_name}. {from_contact}
"""
    t10 = """
Не удалось cоздать topic для 
{me_first_name}. {me_phone}
сообщение от
{from_first_name}. {from_contact}
"""
    t11 = """
Не удалось сохранить topic_id для 
{me_first_name}. {me_phone}
сообщение от
{from_first_name}. {from_contact}
"""
    t12 = """
Не удалось переслать сообщение для 
{me_first_name}. {me_phone}
сообщение от
{from_first_name}. {from_contact}
"""
    t13 = "‼️Не удалось отправить сообщение"
    t14 = "Не удалось получить from_user_id"